content/wiki/ser-vs-estar.md
+++
title = "To be or not to be: Ser vs. Estar"
author = ["Zhenkai Weng"]
date = 2020-08-30
tags = ["verb", "grammar"]
draft = false
toc = true
+++

<div class="OPTIONS">
  <div></div>



</div>

_Ser_ and _estar_ are essential verbs in Spanish that mean _to be_ in English. However, they are not interchangeable in Spanish and have specific use cases. Let's take a look at these verbs in detail.


## How to conjugate {#how-to-conjugate}

_Ser_ and _estar_ are both irregular verbs. Here's how you conjugate them in the present indicative tense.

|                  | Ser   | Estar   |
|------------------|-------|---------|
| yo               | soy   | estoy   |
| tú               | eres  | estás   |
| él/ella/Ud.      | es    | está    |
| nosotros         | somos | estamos |
| vosotros         | sois  | estáis  |
| ellos/ellas/Uds. | son   | están   |

Note: Ud. = Usted, Uds. = Ustedes
